{
  "0": {
    "ru": {
      "upright": "День открыт и не требует плана. Достаточно позволить себе сделать первый шаг, не зная, куда он приведёт.",
      "reversed": "Ты можешь ждать уверенности, которой ещё нет. Иногда шаг рождает её сам."
    },
    "en": {
      "upright": "The day is open and asks for no plan. Allow yourself a first step without knowing where it leads.",
      "reversed": "You may be waiting for certainty that has not yet arrived. Sometimes the step creates it."
    }
  },

  "1": {
    "ru": {
      "upright": "Сегодня намерение слышно особенно ясно. То, на что направлено внимание, начинает обретать форму.",
      "reversed": "Энергия рассеивается. Возможно, ты действуешь сразу в нескольких направлениях, не выбирая ни одно."
    },
    "en": {
      "upright": "Today intention is heard clearly. What you focus on begins to take shape.",
      "reversed": "Energy scatters. You may be acting in many directions without choosing one."
    }
  },

  "2": {
    "ru": {
      "upright": "Тишина сегодня наполнена смыслом. Ответы приходят не через слова, а через ощущение.",
      "reversed": "Внутренний голос теряется среди внешнего шума. День просит замедления."
    },
    "en": {
      "upright": "Silence is full of meaning today. Answers arrive through feeling rather than words.",
      "reversed": "The inner voice is lost in external noise. The day asks you to slow down."
    }
  },

  "3": {
    "ru": {
      "upright": "День благоприятен для роста и заботы. То, что ты питаешь вниманием, откликается.",
      "reversed": "Забота может быть направлена не туда. Проверь, не забываешь ли ты о себе."
    },
    "en": {
      "upright": "The day favors growth and care. What you nourish with attention responds.",
      "reversed": "Care may be misdirected. Check whether you are neglecting yourself."
    }
  },

  "4": {
    "ru": {
      "upright": "Границы создают устойчивость. Сегодня опора важнее гибкости.",
      "reversed": "Контроль становится слишком жёстким. Возможно, стоит позволить процессу дышать."
    },
    "en": {
      "upright": "Boundaries create stability. Support matters more than flexibility today.",
      "reversed": "Control grows rigid. You may need to let the process breathe."
    }
  },

  "5": {
    "ru": {
      "upright": "День возвращает к внутренним ориентирам. Важно вспомнить, что для тебя по-настоящему ценно.",
      "reversed": "Чужие правила сбивают настрой. День предлагает искать собственный смысл."
    },
    "en": {
      "upright": "The day brings you back to inner values. Remember what truly matters to you.",
      "reversed": "External rules disrupt alignment. The day invites you to seek your own meaning."
    }
  },

  "6": {
    "ru": {
      "upright": "Сегодня выбор рождается из согласия с собой. Гармония важнее компромисса.",
      "reversed": "Противоречия тянут в разные стороны. Не спеши решать, если нет внутреннего согласия."
    },
    "en": {
      "upright": "Choice today arises from inner alignment. Harmony matters more than compromise.",
      "reversed": "Contradictions pull in different directions. Do not rush a decision without inner consent."
    }
  },

  "7": {
    "ru": {
      "upright": "День несёт движение. Чёткое намерение задаёт направление пути.",
      "reversed": "Скорость превышает контроль. Возможно, стоит замедлить темп."
    },
    "en": {
      "upright": "The day carries movement. Clear intention sets direction.",
      "reversed": "Speed overtakes control. Slowing down may restore balance."
    }
  },

  "8": {
    "ru": {
      "upright": "Мягкость сегодня сильнее давления. В принятии скрыта устойчивость.",
      "reversed": "Напряжение забирает силы. День предлагает перестать бороться."
    },
    "en": {
      "upright": "Gentleness outweighs force today. Stability hides in acceptance.",
      "reversed": "Tension drains energy. The day invites you to stop fighting."
    }
  },

  "9": {
    "ru": {
      "upright": "Уединение помогает услышать важное. День подходит для внутренней настройки.",
      "reversed": "Закрытость превращается в изоляцию. Возможно, стоит выйти к людям."
    },
    "en": {
      "upright": "Solitude helps you hear what matters. A day for inner tuning.",
      "reversed": "Withdrawal turns into isolation. Reaching out may help."
    }
  },

  "10": {
    "ru": {
      "upright": "День меняет ритм. Повороты становятся частью движения.",
      "reversed": "Сопротивление переменам создаёт застой. Обрати внимание, за что держишься."
    },
    "en": {
      "upright": "The day shifts rhythm. Turns become part of motion.",
      "reversed": "Resistance to change creates stagnation. Notice what you cling to."
    }
  },

  "11": {
    "ru": {
      "upright": "Баланс восстанавливается через честность. Ясность приносит облегчение.",
      "reversed": "Несправедливость ощущается тонко. День предлагает пересмотреть внутренние весы."
    },
    "en": {
      "upright": "Balance is restored through honesty. Clarity brings relief.",
      "reversed": "Imbalance is felt subtly. The day invites you to adjust inner scales."
    }
  },

  "12": {
    "ru": {
      "upright": "Пауза раскрывает новый взгляд. Не всё требует немедленного ответа.",
      "reversed": "Застревание без осмысления истощает. Возможно, пора сменить точку зрения."
    },
    "en": {
      "upright": "A pause opens a new perspective. Not everything needs immediate response.",
      "reversed": "Stagnation without reflection drains energy. A shift in view may help."
    }
  },

  "13": {
    "ru": {
      "upright": "Завершение освобождает пространство. Что-то уходит, чтобы освободить место.",
      "reversed": "Страх окончания удерживает прошлое. День просит отпустить форму ради смысла."
    },
    "en": {
      "upright": "An ending frees space. Something leaves to make room.",
      "reversed": "Fear of ending holds the past. Release form to preserve meaning."
    }
  },

  "14": {
    "ru": {
      "upright": "Мера и плавность возвращают равновесие. Всё выравнивается со временем.",
      "reversed": "Крайности нарушают гармонию. День напоминает о середине."
    },
    "en": {
      "upright": "Moderation and flow restore balance. Everything aligns in time.",
      "reversed": "Extremes disturb harmony. The day reminds you of the middle."
    }
  },

  "15": {
    "ru": {
      "upright": "Привязанности становятся заметны. Осознание — первый шаг к свободе.",
      "reversed": "Связи ослабевают. Появляется шанс освободиться от лишнего."
    },
    "en": {
      "upright": "Attachments become visible. Awareness is the first step to freedom.",
      "reversed": "Bonds loosen. A chance to release excess appears."
    }
  },

  "16": {
    "ru": {
      "upright": "Старые конструкции рушатся. Истина проявляется через слом.",
      "reversed": "Избегание перемен продлевает напряжение. День просит честности."
    },
    "en": {
      "upright": "Old structures collapse. Truth reveals itself through breakdown.",
      "reversed": "Avoiding change prolongs tension. The day asks for honesty."
    }
  },

  "17": {
    "ru": {
      "upright": "Тихая надежда освещает путь. Восстановление происходит незаметно.",
      "reversed": "Ожидание чуда без участия лишает сил. Малые шаги важны."
    },
    "en": {
      "upright": "Quiet hope lights the path. Renewal happens subtly.",
      "reversed": "Waiting for miracles without action drains strength. Small steps matter."
    }
  },

  "18": {
    "ru": {
      "upright": "Неясные чувства требуют бережности. Интуиция ведёт мягко.",
      "reversed": "Страхи искажают восприятие. День предлагает опереться на факты."
    },
    "en": {
      "upright": "Unclear feelings ask for gentleness. Intuition guides softly.",
      "reversed": "Fears distort perception. The day suggests grounding in facts."
    }
  },

  "19": {
    "ru": {
      "upright": "Ясность и тепло наполняют день. Энергия возвращается естественно.",
      "reversed": "Переизбыток активности ведёт к усталости. Береги ресурс."
    },
    "en": {
      "upright": "Clarity and warmth fill the day. Energy returns naturally.",
      "reversed": "Excess activity leads to fatigue. Preserve your resource."
    }
  },

  "20": {
    "ru": {
      "upright": "Внутренний зов становится отчётливым. Осознание близко.",
      "reversed": "Игнорирование зова задерживает движение. День просит прислушаться."
    },
    "en": {
      "upright": "The inner call becomes clear. Realization is near.",
      "reversed": "Ignoring the call delays movement. The day asks you to listen."
    }
  },

  "21": {
    "ru": {
      "upright": "Целостность ощущается ясно. День завершён и собран.",
      "reversed": "Незавершённость просит внимания. Прежде чем закрыть цикл, оглянись."
    },
    "en": {
      "upright": "Wholeness is clearly felt. The day feels complete.",
      "reversed": "Incompletion asks for attention. Look back before closing the cycle."
    }
  }
}
